EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:78763a9f-c8dc-4962-9ded-7d3a16f42e6a</wsa:MessageID><int:ProcedureID>urn:uuid:468c2daa-dd41-4014-ad63-07c4083e114c</int:ProcedureID><int:ConversationID>urn:uuid:d79f3917-ed84-49e5-8407-6079ff1eef4e</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:c3fa5627-d315-4e67-b344-224a12fbb90e</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:c1e999e7-a7e3-479f-82be-4e9f6f47fb23</int:TrackID>
                        <int:AcceptTime>2019-12-02T12:43:04+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>bca4a8f2-e837-4e49-a93e-3867e5569f3d</sgn:SignalId><sgn:DateTime>2019-12-02T12:43:04.258</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>1e152dd1-6d55-48dc-92c0-919fbab7a4f1</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>